-- lines for Standard General Package

return {
	-- 曹操
	["$nosjianxiong1"] = "宁叫我负天下人，休叫天下人负我！",
	["$nosjianxiong2"] = "孤好梦中杀人！",
	["$hujia1"] = "魏将何在！",
	["$hujia2"] = "来人，护驾！", 
	["~caocao"] = "霸业未成……未成啊……",

	-- 司马懿
	["$guicai1"] = "天命！",
	["$guicai2"] = "吾乃天命之子！",
	["$fankui1"] = "下次注意点！",
	["$fankui2"] = "出来混，早晚要还的！",
	["~simayi"] = "难道真是……天命难违……",

	-- 夏侯惇
	["$ganglie1"] = "鼠辈，竟敢伤我！",
	["$ganglie2"] = "以彼之道，还施彼身！",
	["~xiahoudun"] = "两……两边……都看不见了……",

	-- 张辽
	["$tuxi1"] = "没想到吧！",
	["$tuxi2"] = "拿来吧！",
	["~zhangliao"] = "真的没想到……",

	-- 刘备
	["$rende1"] = "以德服人。",
	["$rende2"] = "惟贤惟德，能服于人。",
	["$jijiang1"] = "蜀将何在！",
	["$jijiang2"] = "尔等敢应战否！",
	["~liubei"] = "这就是……桃园吗……",

	-- 孙权
	["$zhiheng1"] = "容我三思。",
	["$zhiheng2"] = "且慢！",
	["$jiuyuan1"] = "有卿辅佐，甚好。",
	["$jiuyuan2"] = "好舒服啊。",
	["~sunquan"] = "父亲……大哥……仲谋愧矣……",

	-- 甘宁
	["$qixi1"] = "接招吧！",
	["$qixi2"] = "你的牌太多了！",
	["~ganning"] = "二十年后……又是一条……好汉……",

	-- 周瑜
	["$yingzi1"] = "（大笑声）", 
	["$yingzi2"] = "汝等看好了！",
	["$fanjian1"] = "挣扎吧，在血和暗的深渊里！", 
	["$fanjian2"] = "痛苦吧，在仇与恨的地狱中！", 
	["~zhouyu"] = "既生瑜……何生……",

	-- 大乔
	["$guose1"] = "请休息吧。", 
	["$guose2"] = "你累了。", 
	["$liuli1"] = "交给你了。", 
	["$liuli2"] = "你来嘛。", 
	["~daqiao"] = "伯符……我去了……",

	-- 陆逊
	["$lianying1"] = "牌不是万能的，但是没牌是万万不能的。",
	["$lianying2"] = "旧的不去，新的不来。",
	["$qianxun1"] = "儒生脱尘，不为贪逸淫乐之事。",
	["$qianxun2"] = "谦谦君子，不饮盗泉之水。",
	["~luxun"] = "我还是太年轻了……",

	-- 吕布
	["$wushuang1"] = "谁能挡我！",
	["$wushuang2"] = "神挡杀神，佛挡杀佛！",
	["~lvbu"] = "不可能……",

}