-- lines for YJCM2013 Package

return {
	-- 曹冲
	["$chengxiang1"] = "父亲父亲，看冲儿的！",
	["$chengxiang2"] = "称物以载之，则校可知矣。",
	["$renxin1"] = "大爱无疆，仁心为怀！",
	["$renxin2"] = "别担心，我有办法救你！",
	["~caochong"] = "不疑……我们不能一起玩了……",

	-- 伏皇后
	["$zhuikong1"] = "此密诏已出，安知是福是祸。",
	["$zhuikong2"] = "此密信，切勿落入曹贼手中。", 
	["$qiuyuan1"] = "陛下，我该怎么办。",
	["$qiuyuan2"] = "曹贼暴虐！谁可诛之？",
	["~fuhuanghou"] = "曹贼！汝…定不得好死！", 

	-- 关平
	["$longyin1"] = "虎啸既响，龙吟当附！",
	["$longyin2"] = "破阵杀敌，愿献犬马之劳！", -- 红杀
	["~guanping"] = "父亲快走…孩儿断后……",

	-- 郭淮
	["$jingce1"] = "方策精详，有备无患。",
	["$jingce2"] = "精兵据敌，策守如山。",
	["~guohuai"] = "姜维小儿…竟然……",

	-- 刘封
	["$xiansi1"] = "袭人于不意，溃敌于无形！",
	["$xiansi2"] = "破敌军阵，父亲定会刮目相看！",
	["$xiansi3"] = "此乃孟达之计，非我所愿！", -- 被杀
	["$xiansi4"] = "我有何罪？", -- 被杀
	["~liufeng"] = "父亲…为什么……",

	-- 满宠
	["$junxing1"] = "严刑峻法，以破奸诡之胆。",
	["$junxing2"] = "你招还是不招？",
	["$yuce1"] = "御敌之策，成竹在胸。",
	["$yuce2"] = "以缓制急，不战屈兵。",
	["~manchong"] = "援军…为何迟迟未到……",

	-- 潘璋马忠
	["$duodao1"] = "这刀岂是你配用的？",
	["$duodao2"] = "夺敌兵刃，如断其臂！",
	["$anjian1"] = "击其懈怠，攻其不备！",
	["$anjian2"] = "哼，你满身都是破绽！",
	["~panzhangmazhong"] = "怎么可能…我明明亲手将你……",

    -- 李儒
	["$juece1"] = "哼，你走投无路了。",
	["$juece2"] = "无用之人，死！",
	["$mieji1"] = "宁错杀，毋放过。",
	["$mieji2"] = "你，能逃得出我的手掌心吗？",
	["$fencheng1"] = "我得不到的，你们也别想得到！",
	["$fencheng2"] = "让这一切都灰飞烟灭吧！哼哼哼哼……",
	["~liru"] = "如遇明主…大业必成……",

	--简雍
	["$qiaoshui1"] = "且听我，慢慢道来。",
	["$qiaoshui2"] = "凭在下三寸不烂之舌，此时可成！",
	["$zongshih1"] = "何拘小节。",
	["$zongshih2"] = "罢啦罢啦！",
	["~jianyong"] = "病从口入，祸从口出啊……",

	--虞翻
	["$zongxuan1"] = "微妙玄通，深不可识。",
	["$zongxuan2"] = "凡夫俗子，怎识的卦象玄妙？",
	["$zhiyan1"] = "恕臣耿直，犯颜谏诤！",
	["$zhiyan2"] = "失忠与信,何以事君?",
	["~yufan"] = "唉，主公…不能容我……",
}